{
  "title": "exUI",
  "subtitle": "Touch points with goods, services, and towns changing with IoT",
  "main": "https://i.gyazo.com/2c716b7a823d6ba6d542560493bb0b75.jpg",
  "youtube": "none",
  "url": "/exhibition/metoa",
  "website": [
    {
      "title": "[official page]",
      "url": "https://metoa.jp/concept-exhibition/exui/"
    },
    {
      "title": "Kenya Nakazato",
      "url": "https://sixd.studio/"
    }
  ],
  "authors": [
    "",
    ""
  ],
  "description": [
    [
      "Starting with home appliances, things had buttons, screens, and user interfaces to operate. The exUI project proposes a method of eliminating this user interface from products at all and making it a UI-less product, and providing all operations from a smartphone. This is defined as externalized UI = exUI. When the Internet becomes connected, the user interface no longer needs to be attached to things. Because they can be controlled from smartphones and other devices. And there is no user interface on the surface of the product. exUI dramatically changes not only the appearance of products, but also the definition, value, and experience of things."
    ],
    [
      {
        "memo": "producrts",
        "image": "https://i.gyazo.com/e95e67ea5a20ee5d39e6e426c1aae616.jpg",
        "description": [
          "This is exUI products.",
          "(Left) AirSketcher2: A fan that can directly control the wind. \"Strength here, here weak, here nothing\" Use AR to paint the color where you want to send the wind and design the wind by giving direct instructions to the environment. The fan has a camera, which is a remnant of the original AirSketcher. No camera is used, and the space is recognized only by the AR function of the smartphone. The electric fan only moves according to the instructions from the smartphone.",
          "(Center) Stone: Transformable speaker. Unshakable shape like stone. However, when you switch the UI, Stone becomes a music player, a radio, and a music box. It can also be an instrument. The appearance changes depending on the AR. If the speaker has a radio tuning UI, it is a radio. If fast forward rewind is on, you may be a music player. Thus, the UI determines the definition and value of the product. With exUI, the UI is removed from the product and can be defined in software.",
          "(Right) AnoHako: Pure white vending machine without physical interface. Display the menu by holding your smartphone over it. Purchases and settlements are also performed on smartphones. There are no buttons or complicated interfaces such as a display, and the scenery is not affected. You can personalize the UI because you know who is using it. For example, foreigners may want to display their language in their native language, minors may not see alcohol, or they may place their favorite products on top. This refines Kenya Nakazato's product."
        ]
      }
    ]
  ]
}