{
  "title": "Internet Centered Design",
  "subtitle": "Interaction design based on the Internet",
  "main": "https://gyazo.com/9bdae43f7a288c307515c8e229bf318b.jpg",
  "youtube": "none",
  "url": "/exhibition/openlab2019",
  "website": [
  ],
  "authors": [
    "",
    ""
  ],
  "description": [
    [
      "At this exhibition, as in the previous year, in addition to joint research with Cookpad and KDDI Research Institute, joint research with Shiseido, as well as individual research results on themes such as self-attribution, decision-making, and communication techniques were exhibited. You. This year's theme is \"Internet-Centered Design.\" This is a challenge to try to reconstruct the world (interaction design) based on the idea that \"the media has become one Internet\" and assume that everything is the Internet. In that context, \"media design\" is about to die. We bring the idea of ​​PDU design to the fore. PDU design is a design theory inspired by a platform structure based on the dramatic changes in the industry due to the success of smartphones and the success of Internet services for about 20 years.",
      "I worked as a project manager for the exhibition. There are no personal exhibits. I managed the coordination and schedule for meeting the exhibition theme.",
      "This page is work in progress. The rest of the content is soon."
    ],
    [
      {
        "memo": "PDU Design",
        "image": "https://i.gyazo.com/3812adbf6153f4bb4f661b75f698b855.png",
        "description": [
          "Based on the interaction design perspective, the relationships between platformers, developers, and users have been organized into PDU designs. We will discuss the outline of PDU design, and discuss PDU design in the case of AirSketcher DK1 and metabox as a demonstration, and a case study \"Maybe a manual\" with graduates."
        ]
      },
      {
        "memo": "Pursuit of Self",
        "image": "",
        "description": [
          "We analyzed gaze movements during the dummy cursor experiment in order to understand the causes of self-attribution. Also, we thought that \"oneself\" was a kind of self-attribution. We created new experiences by \"making ourselves\" what happens in society."
        ]
      },
      {
        "memo": "展示会場",
        "image": "https://i.gyazo.com/fb5fd21706a0a5eeaaf2d9f6291f0499.jpg",
        "description": [
          "About the exhibition hall"
        ]
      }
    ]
  ]
}